Repository: WPPlugins/danixland-contact-form
Catalog: languages/*.po
Languages: it_it

source: Come visit us
it_it: Vieni a trovarci

source: Contact from "
it_it: Contattato da "

source: Hello "%s", you are being contacted by %s on %s. %s has provided the following informations: Email: %s Website: %s Message: %s
it_it: Salve "%s", sei stato contattato da %s su %s. %s ha fornito le seguenti informazioni: Email: %s Sito Web: %s Messaggio: %s

source: We have also collected the following informations: Browser: %s Time: %s IP Address: %s
it_it: Abbiamo inoltre raccolto le seguenti informazioni: Browser: %s Data: %s Indirizzo IP: %s

source: your email was sent successfully. Here's the data you submitted via our form.
it_it: La tua email è stata inviata con successo. Questi sono i dati che hai inserito nel form.

source: Your Name:
it_it: Il tuo nome:

source: Your e-mail:
it_it: La tua email:

source: Subject of your message:
it_it: L'oggetto del tuo messaggio:

source: Text of your Message:
it_it: Il testo del tuo messaggio:

source: we also collected some data for tecnical reasons.
it_it: abbiamo inoltre raccolto i seguenti dati per ragioni tecniche.

source: Your IP address:
it_it: Il tuo indirizzo IP:

source: Your Browser:
it_it: Il tuo Browser:

source: there was a problem processing your email. Please contact the <a href="mailto:%s">administrator</a>.
it_it: C'è stato un problema tecnico nell'inviare la tua email. Contatta l'<a href="mailto:%s">amministratore</a>.

source: looks like you don't belong here. We don't like spammers. Go away now!
it_it: Sembra che tu sia fuori luogo qui. Non ci piacciono gli spammers. Vai via!

source: Our location
it_it: La nostra sede

source: Required fields are marked
it_it: I campi obbligatori sono marcati da un

source: Personal Informations:
it_it: Informazioni Personali:

source: Full Name
it_it: Nome Completo

source: name
it_it: nome

source: email address
it_it: Indirizzo email

source: website
it_it: Sito Web

source: your message:
it_it: il tuo messaggio:

source: subject
it_it: oggetto

source: message
it_it: messaggio

source: Comment Here
it_it: Commenta qui

source: send message
it_it: Invia il messaggio

source: Add Contact Form
it_it: Aggiungi Form di contatto

source: I want to make a comment.
it_it: Voglio fare un commento.

source: I want to ask a question.
it_it: Voglio fare una domanda.

source: I am interested in a product.
it_it: Sono interessato ad un prodotto.

source: I have to report a problem.
it_it: Devo riportare un problema.

source: Other (explain below)
it_it: Altro (spiega sotto)

source: Sender email address
it_it: Indirizzo email del mittente

source: Recipient email address
it_it: Indirizzo email del destinatario

source: Content type
it_it: Tipo di contenuto

source: Subject
it_it: Oggetto

source: Privacy policy
it_it: Privacy

source: content type?
it_it: tipo di contenuto?

source: name?
it_it: nome?

source: email address?
it_it: indirizzo email?

source: subject options?
it_it: opzioni dell'oggetto?

source: policy text?
it_it: testo della policy?

source: Latitude?
it_it: Latitudine?

source: Longitude?
it_it: Longitudine?

source: Address?
it_it: Indirizzo

source: Here you can change the content type of your emails, either html or plain text.
it_it: Qui puoi cambiare il tipo di contenuto visualizzato nelle email, puoi scegliere tra html o testo semplice.

source: This is the email address where you will receive all email from the contact form.
it_it: Questo è l'indirizzo al quale riceverai le email inviate dal form di contatto

source: These are the options that you are giving as a dropdown list to your users.
it_it: Queste sono le opzioni che saranno visualizzate come lista a tendina dai tuoi utenti

source: Here you can set the sender email address for the contact form.
it_it: Qui puoi impostare l'indirizzo email del mittente delle email provenienti dal form di contatto.

source: The emails you will receive will be from: <code>%s < %s ></code>
it_it: Le email che riceverai proverranno da <code>%s < %s ></code>

source: so just make sure you whitelist this address in your mail client to avoid losing important messages.
it_it: quindi assicurati di aggiungere questo indirizzo ai contatti del tuo email client per evitare di perdere messaggi importanti.

source: Enter here the content of your privacy policy relative to the contact form.
it_it: Inserisci il contenuto della tua policy sulla privacy relativa al form di contatto.

source: Here you can change various settings for the map that will be displayed on the form page. <strong>Note:</strong> if either Longitude or Latitude values are missing the map will be disabled.
it_it: Qui puoi cambiare varie impostazioni per la mappa che saranno visualizzate nella pagina del form. <strong>Importante:</strong> se una impostazione tra Longitudine o Latitudine non viene inserita, la mappa sarà disabilitata.

source: Send plain (text) or rich (html) messages.
it_it: Invia messaggi in formato semplice (testo) o complessi (html).

source: This is how you will be called in every email you will receive from this contact form.
it_it: Questo è il nome con cui sarai chiamato in ogni email ricevuta da questo form.

source: If you leave this field empty the admin email address will be used.
it_it: Se lascerai questo campo vuoto, l'email dell'account amministratore sarà utilizzata.

source: Insert one option per line. If you leave this area empty the default options will be used.
it_it: Inserisci un'opzione per riga. Se lasci questo spazio vuoto saranno utilizzate le opzioni predefinite.

source: This is the email address from which you will receive communications.
it_it: Questo è l'indirizzo email da cui riceverai tutte le comunicazioni.

source: This is the name associated to the above email address.
it_it: Questo è il nome associato all'indirizzo di cui sopra.

source: The text of the privacy policy, Leave empty to disable the policy area in the form.
it_it: Il testo della policy sulla privacy. Lascia vuoto per disabilitare la visualizzazione nel form di contatto.

source: Address to be displayed as a popup inside the map. Leave empty to disable.
it_it: Indirizzo da visualizzare all'interno di un popup sulla mappa. Lasciare vuoto per disabilitare.

source: Longitude value, eg. 16.290340
it_it: valore per la Longitudine, ad esempio 16.290340

source: +/- 180 degrees value accepted
it_it: valore accettato +/- 180 gradi

source: Latitude value, eg. 38.269625.
it_it: valore per la Latitudine, ad esempio 38.269625

source: +/- 90 degrees value accepted
it_it: valore accettato +/- 90 gradi

source: Contact Form
it_it: Form di Contatto

source: danixland Contact Form Set up
it_it: Impostazioni di danixland Contact Form

source: Save Changes
it_it: Salva le modifiche

source: Reset Defaults
it_it: Resetta le Impostazioni
